Dlubal.RFEM5.IUserCoordinateSystem
Interface for working with user-defined coordinate system

Dlubal.RFEM5.IUserCoordinateSystem.GetData
Gets coordinate system parameters.
Returns: Coordinate system parameters

Dlubal.RFEM5.IUserCoordinateSystem.SetData(System.UInt32@)
Sets coordinate system parameters.
UserCS: Coordinate system parameters

Dlubal.RFEM5.IUserCoordinateSystem.Delete
Deletes coordinate system.